Repository: aireels-dev/mini-cal
Catalog: MiniCal/Resources/Localizations/Festivals.xcstrings
Source language: en
Languages: ar, ja, ko, tr, vi, zh_hans, zh_hant

# prayer_asr
source: Asr
ar: العصر
tr: İkindi
zh_hans: 晡礼
zh_hant: 晡禮

# prayer_dhuhr
source: Dhuhr
ar: الظهر
tr: Öğle
zh_hans: 晌礼
zh_hant: 晌禮

# prayer_fajr
source: Fajr
ar: الفجر
tr: İmsak
zh_hans: 晨礼
zh_hant: 晨禮

# prayer_isha
source: Isha
ar: العشاء
tr: Yatsı
zh_hans: 宵礼
zh_hant: 宵禮

# prayer_maghrib
source: Maghrib
ar: المغرب
tr: Akşam
zh_hans: 昏礼
zh_hant: 昏禮

# prayer_method_dubai
source: Dubai
ar: دبي
zh_hans: 迪拜

# prayer_method_egyptian
source: Egyptian General Authority
ar: الهيئة المصرية العامة
tr: Mısır Genel Otoritesi
zh_hans: 埃及通用

# prayer_method_karachi
source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية، كراتشي
tr: Karaçi İslami İlimler Üniversitesi
zh_hans: 卡拉奇伊斯兰大学

# prayer_method_kuwait
source: Kuwait
ar: الكويت
tr: Kuveyt
zh_hans: 科威特

# prayer_method_moonsightingCommittee
source: Moonsighting Committee
ar: لجنة رؤية الهلال
tr: Hilal Gözlem Komitesi
zh_hans: 新月观测委员会

# prayer_method_muslimWorldLeague
source: Muslim World League
ar: الرابطة الإسلامية العالمية
tr: İslam Dünya Birliği
zh_hans: 穆斯林世界联盟

# prayer_method_northAmerica
source: Islamic Society of North America
ar: الجمعية الإسلامية لأمريكا الشمالية
tr: Kuzey Amerika İslam Derneği
zh_hans: 北美伊斯兰协会

# prayer_method_qatar
source: Qatar
ar: قطر
tr: Katar
zh_hans: 卡塔尔

# prayer_method_singapore
source: Singapore
ar: سنغافورة
tr: Singapur
zh_hans: 新加坡

# prayer_method_ummAlQura
source: Umm al-Qura, Makkah
ar: أم القرى، مكة المكرمة
tr: Ümmü'l-Kura, Mekke
zh_hans: 乌姆库拉

# solar_term_1
source: Start of Spring
ja: 立春
ko: 입춘
vi: Lập Xuân
zh_hans: 立春
zh_hant: 立春

# solar_term_2
source: Rain Water
ja: 雨水
ko: 우수
vi: Vũ Thủy
zh_hans: 雨水
zh_hant: 雨水

# solar_term_3
source: Awakening of Insects
ja: 啓蟄
ko: 경칩
vi: Kinh Trập
zh_hans: 惊蛰
zh_hant: 驚蟄

# solar_term_4
source: Spring Equinox
ja: 春分
ko: 춘분
vi: Xuân Phân
zh_hans: 春分
zh_hant: 春分

# solar_term_5
source: Pure Brightness
ja: 清明
ko: 청명
vi: Thanh Minh
zh_hans: 清明
zh_hant: 清明

# solar_term_6
source: Grain Rain
ja: 穀雨
ko: 곡우
vi: Cốc Vũ
zh_hans: 谷雨
zh_hant: 穀雨

# solar_term_7
source: Start of Summer
ja: 立夏
ko: 입하
vi: Lập Hạ
zh_hans: 立夏
zh_hant: 立夏

# solar_term_8
source: Lesser Fullness of Grain
ja: 小満
ko: 소만
vi: Tiểu Mãn
zh_hans: 小满
zh_hant: 小滿

# solar_term_9
source: Grain in Ear
ja: 芒種
ko: 망종
vi: Mang Chủng
zh_hans: 芒种
zh_hant: 芒種

# solar_term_10
source: Summer Solstice
ja: 夏至
ko: 하지
vi: Hạ Chí
zh_hans: 夏至
zh_hant: 夏至

# solar_term_11
source: Lesser Heat
ja: 小暑
ko: 소서
vi: Tiểu Thử
zh_hans: 小暑
zh_hant: 小暑

# solar_term_12
source: Greater Heat
ja: 大暑
ko: 대서
vi: Đại Thử
zh_hans: 大暑
zh_hant: 大暑

# solar_term_13
source: Start of Autumn
ja: 立秋
ko: 입추
vi: Lập Thu
zh_hans: 立秋
zh_hant: 立秋

# solar_term_14
source: End of Heat
ja: 処暑
ko: 처서
vi: Xử Thử
zh_hans: 处暑
zh_hant: 處暑

# solar_term_15
source: White Dew
ja: 白露
ko: 백로
vi: Bạch Lộ
zh_hans: 白露
zh_hant: 白露

# solar_term_16
source: Autumn Equinox
ja: 秋分
ko: 추분
vi: Thu Phân
zh_hans: 秋分
zh_hant: 秋分

# solar_term_17
source: Cold Dew
ja: 寒露
ko: 한로
vi: Hàn Lộ
zh_hans: 寒露
zh_hant: 寒露

# solar_term_18
source: Descent of Frost
ja: 霜降
ko: 상강
vi: Sương Giáng
zh_hans: 霜降
zh_hant: 霜降

# solar_term_19
source: Start of Winter
ja: 立冬
ko: 입동
vi: Lập Đông
zh_hans: 立冬
zh_hant: 立冬

# solar_term_20
source: Lesser Snow
ja: 小雪
ko: 소설
vi: Tiểu Tuyết
zh_hans: 小雪
zh_hant: 小雪

# solar_term_21
source: Greater Snow
ja: 大雪
ko: 대설
vi: Đại Tuyết
zh_hans: 大雪
zh_hant: 大雪

# solar_term_22
source: Winter Solstice
ja: 冬至
ko: 동지
vi: Đông Chí
zh_hans: 冬至
zh_hant: 冬至

# solar_term_23
source: Lesser Cold
ja: 小寒
ko: 소한
vi: Tiểu Hàn
zh_hans: 小寒
zh_hant: 小寒

# solar_term_24
source: Major Cold
ja: 大寒
ko: 대한
vi: Đại Hàn
zh_hans: 大寒
zh_hant: 大寒

source: Shabbat begins
zh_hans: 安息日开始
zh_hant: 安息日開始

source: Shabbat day
zh_hans: 安息日当天
zh_hant: 安息日當天

source: Shabbat ends
zh_hans: 安息日结束
zh_hant: 安息日結束

source: Shabbat in progress
zh_hans: 安息日中
zh_hant: 安息日中

# shabbat_weekday
source: Weekday
zh_hans: 平日
zh_hant: 平日
